---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerHourSquareFoot
source: html/4631a663-1d29-5bdc-60e1-208f141b1ceb.htm
---
# Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerHourSquareFoot Property

British thermal units per hour square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId BritishThermalUnitsPerHourSquareFoot { get; }
```